Repository: douglas125/CMStereoEditor
Catalog: StereoEditor/frmPicture.*.resx
Languages: pt

# btnOpen.Text
source: Open 3D picture
pt: Abrir imagem 3D

# btnPrevious.ToolTipText
source: Load previous picture from this image's folder
pt: Carregar figura anterior na pasta desta imagem

# btnNext.ToolTipText
source: Load next picture from this image's folder
pt: Carregar próxima figura na pasta desta imagem

# btnSave.ToolTipText
source: Save picture to disk in .JPS format
pt: Salvar imagem no formato .JPS

# btnShowAdvOptions.ToolTipText
source: Show more options
pt: Mostrar mais opções

# btnParalax.ToolTipText
source: Attempts to automatically adjust the pair being displayed for best visualization (auto-parallax) Click + mouse wheel to adjust manually.
pt: Tenta ajustar automaticamente o par em exibição para melhor visualização (auto-paralax) Clique e use o scroll do mouse para ajuste manual.

# btnFullScreen.ToolTipText
source: Show image in full screen
pt: Exibir imagem em tela cheia

# btnSwitch.ToolTipText
source: Switch view mode (animated wiggle, crossed eyes)
pt: Alternar modo de visualização (animação wiggle, crossed eyes)

# btnCrop.ToolTipText
source: Crop picture to the region currently being displayed
pt: Limitar figura à região em exibição (crop)

# btnFilter.ToolTipText
source: Apply filter to image. Click to load filters (*.CLFilter) from application startup folder
pt: Aplicar filtro na imagem. Clique para carregar os filtros (*.CLFilter) a partir do diretório de inicialização do programa

# lblWantSave.Text
source: Picture has been modified. Save?
pt: A figura foi modificada. Salvar?

# lblCantCrop.Text
source: Could not crop image
pt: Não foi possível extrair parte da imagem

# lblFilterError.Text
source: Could not apply filter
pt: Não foi possível aplicar o filtro

# lblReLoadFilters.Text
source: Reload filters
pt: Carregar filtros novamente
